Repository: NeosStore/copay1.0.1
Catalog: po/*.po
Languages: de, sk, sl

source: * Only payment proposals created by yourself with no peer actions can be removed
de: * Nur Zahlungsangebote, die von Ihnen ohne Peer-Handlung erstellt wurden, können entfernt werden
sk: * Odstrániť môžete iba platobné návrhy, ktoré ste sami vytvorili a bez zásahu rovnocenných členov
sl: * Le predloge za plačila, ki ste jih ustvarili sami, brez pomoči vrstnikov, je mogoče odstraniti

source: * You can safely install your backup on another device and use your wallet from multiple devices at the same time.
de: * Sie können Ihr Backup sicher auf einem anderen Gerät installieren und Ihre Wallet auf mehreren Geräten gleichzeitig verwenden.
sk: * Svoj zálohu môžete bezpečne nainštalovať na iné zálohovacie zariadenie a svoju peňaženku môžete používať súčasne z viacerých zariadení.
sl: * Svojo varnostno kopijo lahko varno namestite na drugo napravo ter svojo denarnico uporabljate istočasno na več različnih napravah.

source: A multisignature bitcoin wallet
de: Eine Multisignatur-creditbit-Wallet
sk: Peňaženka creditbit so systémom viacerých podpisov
sl: creditbit denarnica z več podpisi

source: About Copay
de: Über creditbit
sk: O peňaženke creditbit
sl: O creditbit

source: Accept
de: Akzeptieren
sk: Prijať
sl: Sprejmi

source: Add wallet
de: Wallet hinzufügen
sk: Pridať peňaženku
sl: Dodaj denarnico

source: Address
de: Adresse
sk: Adresa
sl: Naslov

source: Advanced
de: Erweitert
sk: Pokročilé
sl: Napredno

source: Alias for <i>{{index.walletName}}</i>
de: Alias für <i>{{index.walletName}}</i>
sk: Prezývka pre <i>{{index.walletName}}</i>
sl: Drugo ime za <i>{{index.walletName}}</i>

source: Already have a wallet?
de: Haben Sie bereits eine Wallet?
sk: Už máte peňaženku?
sl: Že imate denarnico?

source: Alternative Currency
de: Alternative Währung
sk: Alternatívna mena
sl: Alternativna valuta

source: Amount
de: Betrag
sk: Suma
sl: Vsota

source: Amount in
de: Betrag in
sk: Suma v
sl: Vsota dohodkov

source: Applying changes
de: Änderungen anwenden
sk: Uplatňujú sa zmeny
sl: Uveljavljanje sprememb

source: Are you sure you want to delete this wallet?
de: Sind Sie sicher, dass Sie diese Wallet löschen möchten?
sk: Skutočne chcete túto peňaženku odstrániť?
sl: Ali ste prepričani, da želite izbrisati to denarnico?

source: Available Balance
de: Verfügbares Guthaben
sk: Dostupný zostatok
sl: Stanje na voljo

source: BIP32 master extended private key
de: BIP32 erweiterter privater Masterschlüssel
sk: Hlavný rozšírený kľúč zabezpečenia BIP32
sl: BIP32 glavni podaljšani zasebni ključ

source: Back
de: Zurück
sk: Späť
sl: Nazaj

source: Backup
sk: Záloha
sl: Varnostna kopija

source: Backup created
de: Backup erstellt
sk: Záloha bola vytvorená
sl: Varnostna kopija ustvarjena

source: Backup now
de: Jetzt Backup erstellen
sk: Zálohovať teraz
sl: Ustvari varnostno kopijo

source: Backup options
de: Backup-Optionen
sk: Možnosti zálohovania
sl: Možnosti varnostnega kopiranja

source: Before receiving funds, it is highly recommended you backup your wallet keys.
de: Bevor Sie Geld erhalten, empfehlen wir Ihnen ein Backup Ihrer Wallet-Schlüssel
sk: Pred prijatím financií vám dôrazne odporúčame zálohovať vaše kľúče peňaženky.
sl: Preden prejmete denar vam toplo priporočamo, da ustvarite varnostne kopije ključev svoje denarnice.

source: Bitcoin URI is NOT valid!
de: creditbit-URI ist NICHT gültig!
sk: Identifikátor creditbit URI NIE je platný!
sl: creditbit URI NI veljaven!

source: Bitcoin address
de: creditbit-Adresse
sk: Adresa creditbit
sl: creditbit naslov

source: Broadcast Payment
de: Zahlung übertragen
sk: Odoslanie platby
sl: Prenesi plačilo

source: Broadcasting Payment
de: Zahlung wird übertragen
sk: Platba sa odosiela
sl: Prenašanje plačila

source: Broadcasting transaction
de: Transaktion wird übertragen
sk: Transakcia odosielania
sl: Prenašanje transakcije

source: Browser unsupported
de: Browser wird nicht unterstützt
sk: Prehliadač nie je podporovaný
sl: Brskalnik ni podprt

source: But not broadcasted. Try to send manually
de: Nicht übertragen. Bitte versuchen Sie manuell zu senden
sk: No nebola odoslaná. Vyskúšajte ju odoslať manuálne
sl: Vendar brez prenosa. Poskusite z ročnim pošiljanjem

source: CANCEL
de: ABBRECHEN
sk: ZRUŠIŤ
sl: PREKLIČI

source: Cancel
de: Abbrechen
sk: Zrušiť
sl: Prekliči

source: Certified by
de: Zertifiziert von
sk: Autor certifikácie:
sl: Potrjuje

source: Changing wallet alias only affects the local wallet name.
de: Ändern des Wallet-Alias betrifft nur den lokalen Wallet-Namen.
sk: Zmena prezývky peňaženky zmení iba miestny názov peňaženky.
sl: Spreminjanje drugega imena denarnice vpliva le na lokalno ime denarnice.

source: Check you connection and try again
de: Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut
sk: Skontrolujte svoje spojenie a skúste to znova
sl: Preverite svojo povezavo in poskusite ponovno

source: Choose a backup file from your computer
de: Wählen Sie eine Backup-Datei von Ihrem Computer aus
sk: Vyberte súbor zálohy z vášho počítača
sl: Izberite datoteko varnostne kopije s svojega računalnika

source: Close
de: Schließen
sk: Zatvoriť
sl: Zapri

source: Color
de: Farbe
sk: Farba
sl: Barva

source: Commit hash
de: # verpflichten
sk: Identifikátor transakcie
sl: Opravi razpršitev

source: Confirmations
de: Bestätigungen
sk: Potvrdenia
sl: Potrditve

source: Copayers
de: creditbit-Mitglieder
sk: Členovia creditbit
sl: creditbit člani

source: Copy backup to a safe place
de: Backup an einem sicheren Ort speichern
sk: Skopírujte zálohu na bezpečné miesto
sl: Kopiraj varnostno kopijo na varno lokacijo

source: Copy this text as it is to a safe place (notepad or email)
de: Kopieren Sie diesen Text wie er ist an einen sicheren Ort (Notepad oder E-Mail)
sk: Skopírujte tento text v jeho súčasnej forme na bezpečné miesto (poznámkový blok alebo e-mail)
sl: Kopiraj to besedilo v trenutni obliki na varno lokacijo (beležnica ali e-pošta)

source: Copy to clipboard
de: In Zwischenlage kopieren
sk: Skopírovať do schránky
sl: Kopiraj v odložišče

source: Could not accept payment. Check you connection and try again
de: Zahlung konnte nicht akzeptiert. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut
sk: Platbu nebolo možné prijať. Skontrolujte svoje spojenie a vyskúšajte to znova
sl: Plačila ni bilo mogoče sprejeti. Preverite svojo povezavo in poskusite ponovno

source: Could not broadcast payment. Check you connection and try again
de: Zahlung konnte nicht übertragen werden. Bitte überprüfen Sie Ihre Verbindung und versuchen es erneut.
sk: Platbu nebolo možné odoslať. Skontrolujte svoje spojenie a vyskúšajte to znova
sl: Plačila ni bilo mogoče prenesti. Preverite svojo povezavo in poskusite ponovno

source: Could not connect wallet service. Check your Internet connexion and your wallet service configuration.
de: Verbindung mit dem Wallet-Service nicht möglich. Bitte überprüfen Sie Ihre Internet-Verbindung sowie Ihre Wallet-Konfiguration.
sk: Nepodarilo sa nám pripojiť vašu službu peňaženky. Skontrolujte svoje internetové pripojenie a svoju konfiguráciu služby peňaženky.
sl: Storitev denarnice ni bilo mogoče povezati. Preverite svojo internetno povezavo in konfiguracijo storitev vaše denarnice.

source: Could not create address. Check you connection and try again
de: Adresse konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Verbindung und versuchen es erneut.
sk: Adresu sa nepodarilo vytvoriť. Skontrolujte svoje pripojenie a skúste to znova
sl: Naslova ni bilo mogoče ustvariti. Preverite svojo povezavo in poskusite ponovno

source: Could not create payment proposal
de: Zahlungsangebot konnte nicht erstellt werden
sk: Nepodarilo sa vytvoriť návrh platby
sl: Predloga plačila ni bilo mogoče ustvariti

source: Could not create using the specified extended private key
de: Konnte mit dem angegebenen, erweiterten, privaten Schlüssel nicht erstellt werden
sk: Nepodarilo sa vytvoriť pomocou zadaného rozšíreného kľúča zabezpečenia
sl: Ustvarjanje z uporabo navedenega podaljšanega zasebnega ključa ni uspelo

source: Could not decrypt file, check your password
de: Datei konnte nicht verschlüsselt werden. Bitte überprüfen Sie Ihr Passwort.
sk: Súbor sa nepodarilo dešifrovať, skontrolujte si heslo
sl: Datoteke ni bilo mogoče odkodirati, preverite svoje geslo

source: Could not delete payment proposal. Check you connection and try again
de: Zahlungsangebot konnte nicht gelöscht werden. Bitte überprüfen Sie Ihre Verbindung und versuchen es erneut.
sk: Návrh platby sa nepodarilo odstrániť. Skontrolujte svoje pripojenie na internet a skúste to znova
sl: Predloga plačila ni bilo mogoče izbrisati. Preverite svojo povezavo in poskusite ponovno

source: Could not fetch payment information
de: Zahlungsinformationen konnten nicht abgerufen werden
sk: Nepodarilo sa načítať informácie o platbe
sl: Informacij o plačilu ni bilo mogoče prejeti

source: Could not fetch transaction history
de: Transaktionsverlauf konnte nicht abgerufen werden
sk: Nepodarilo sa načítať históriu transakcií
sl: Zgodovine transakcij ni bilo mogoče prejeti

source: Could not import. Check input file and password
de: Konnte nicht importiert werden. Bitte überprüfen Sie die Input-Datei und das Passwort
sk: Import bol neúspešný. Skontrolujte vstupný súbor a heslo
sl: Uvoz ni bil mogoč. Preverite vhodno datoteko in geslo

source: Could not join using the specified extended private key
de: Konnte mit dem angegebenen, erweiterten, privaten Schlüssel nicht registriert werden
sk: Nepodarilo sa pripojiť pomocou zadaného rozšíreného kľúča zabezpečenia
sl: Pridružitev z uporabo navedenega podaljšanega zasebnega ključa ni uspela

source: Could not join wallet:
de: Für Wallet konnte nicht registriert werden:
sk: Nepodarilo sa pripojiť k peňaženke:
sl: Pridružitev denarnici ni uspela:

source: Could not reject payment. Check you connection and try again
de: Zahlung konnte nicht abgelehnt werden. Bitte überprüfen Sie Ihre Verbindung und versuchen es erneut.
sk: Nepodarilo sa zamietnuť platbu. Skontrolujte svoje pripojenie a skúste to znova
sl: Plačila ni bilo mogoče zavrniti. Preverite svojo povezavo in poskusite ponovno

source: Could not send payment
de: Zahlung konnte nicht gesendet werden
sk: Nepodarilo sa odoslať platbu
sl: Plačila ni bilo mogoče poslati

source: Could not update Wallet
de: Wallet konnte nicht aktualisiert werden
sk: Nepodarilo sa aktualizovať peňaženku
sl: Denarnice ni bilo mogoče posodobiti

source: Create
de: Erstellen
sk: Vytvoriť
sl: Ustvari

source: Create new wallet
de: Neue Wallet erstellen
sk: Vytvoriť novú peňaženku
sl: Ustvari novo denarnico

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
de: {{requiredCopayers}}-von-{{totalCopayers}} Wallets erstellen
sk: Vytvoriť peňaženku {{requiredCopayers}}-z-{{totalCopayers}}
sl: Ustvari {{requiredCopayers}}-od-{{totalCopayers}} denarnice

source: Create, join or import
de: Erstellen, registrieren oder importieren
sk: Vytvoriť, pripojiť sa alebo importovať
sl: Ustvarite, pridružite se ali uvozite

source: Created by
de: Erstellt von
sk: Autor:
sl: Ustvaril

source: Creating Profile...
de: Profil erstellen ...
sk: Vytvára sa profil...
sl: Ustvarjanje profila...

source: Creating Wallet...
de: Wallet erstellen ...
sk: Vytvára sa peňaženka...
sl: Ustvarjanje denarnice...

source: Creating transaction
de: Transaktion wird erstellt
sk: Vytvára sa transakcia
sl: Ustvarjanje transakcije

source: Date
de: Datum
sk: Dátum
sl: Datum

source: Delete Payment Proposal
de: Zahlungsangebot löschen
sk: Odstrániť návrh platby
sl: Izbriši predlog plačila

source: Delete Wallet
de: Wallet löschen
sk: Odstrániť peňaženku
sl: Izbriši denarnico

source: Delete it and create a new one
de: Löschen und eine Neue erstellen
sk: Odstráňte ju a vytvorte novú
sl: Izbriši in ustvari novo

source: Delete wallet
de: Wallet löschen
sk: Odstrániť peňaženku
sl: Izbriši denarnico

source: Deleting payment
de: Zahlung wird gelöscht
sk: Platba sa odstraňuje
sl: Brisanje plačila

source: Details
sk: Podrobnosti
sl: Podrobnosti

source: Deutsch
sk: Nemčina
sl: Nemško

source: Disabled
de: Deaktiviert
sk: Vypnuté
sl: Onemogočeno

source: Download backup
de: Backup herunterladen
sk: Stiahnuť zálohu
sl: Prenesi varnostno kopijo

source: ENTER
de: EINGEBEN
sk: ZADAŤ
sl: VNESI

source: Email Notifications
de: E-Mail-Benachrichtigungen
sk: E-mailové upozornenia
sl: E-poštna obvestila

source: Encrypt Private Key
de: Privaten Schlüssel verschlüsseln
sk: Šifrovať súkromný kľúč
sl: Šifriraj zasebni ključ

source: Encrypted backup file saved
de: Verschlüsselte Backup-Datei gespeichert
sk: Šifrovaný súbor zálohy bol uložený
sl: Šifrirana datoteka varnostne kopije shranjena

source: English
de: Englisch
sk: Angličtina
sl: Angleško

source: Enter your password
de: Geben Sie Ihr Passwort ein
sk: Zadajte svoje heslo
sl: Vnesite svoje geslo

source: Error creating wallet
de: Fehler beim Erstellen der Wallet
sk: Chyba pri vytváraní peňaženky
sl: Napaka pri ustvarjanju denarnice

source: Error creating wallet. Check your internet connection
de: Fehler beim Erstellen der Wallet. Bitte überprüfen Sie Ihr Internet-Verbindung
sk: Chyba pri vytváraní peňaženky. Skontrolujte svoje pripojenie na internet
sl: Napaka pri ustvarjanju denarnice. Preverite svojo internetno povezavo

source: Error importing wallet:
de: Fehler beim Importieren der Wallet:
sk: Chyba pri importovaní peňaženky:
sl: Napaka pri uvažanju datoteke:

source: Expires
de: Läuft ab
sk: Platnosť končí
sl: Poteče

source: Failed to import wallets
de: Importieren der Wallets fehlgeschlagen
sk: Importovanie peňaženiek zlyhalo
sl: Uvoz denarnic ni uspel

source: Family vacation funds
de: Familienurlaub-Geld
sk: Peniaze na rodinnú dovolenku
sl: Družinski sklad za počitnice

source: Fetching Payment Information
de: Zahlungsinformationen werden abgerufen
sk: Načítavajú sa platobné informácie
sl: Prejemanje informacij o plačilu

source: French
de: Französisch
sk: Francúzština
sl: Francosko

source: Funds received
de: Geld erhalten
sk: Financie boli prijaté
sl: Prejeta sredstva

source: GET STARTED
de: ANFANGEN
sk: PUSTITE SA DO TOHO
sl: ZAČNITE

source: Generate new address
de: Neue Adresse generieren
sk: Vytvoriť novú adresu
sl: Ustvari nov naslov

source: Global settings
de: Globale Einstellungen
sk: Globálne nastavenia
sl: Splošne nastavitve

source: Go back
de: Zurück gehen
sk: Ísť späť
sl: Nazaj

source: Have a Backup from Copay v0.9?
de: Haben Sie ein Backup von Copay v0.9?
sk: Máte zálohu zo služby Copay v0.9?
sl: Ali imate varnostno kopijo Copay v0.9?

source: Hide Advanced options
de: Erweiterte Optionen ausblenden
sk: Skryť pokročilé možnosti
sl: Skrij napredne možnosti

source: History
de: Verlauf
sk: História
sl: Zgodovina

source: Home
sk: Domov
sl: Domov

source: I affirm that I have read, understood, and agree with these terms.
de: Ich versichere, dass ich diese Bedingungen gelesen und verstanden habe und diesen zustimme.
sk: Potvrdzujeme, že som si tieto zmluvné podmienky prečítal/a, porozumel/a im a súhlasím s nimi.
sl: Potrjujem, da sem prebral(-a), razumel(-a) ter se strinjam s temi pogoji.

source: If not given, a secure key will be generated
de: Ein sicherer Schlüssel wird generiert, falls es noch keinen gibt.
sk: V prípade neposkytnutia sa vygeneruje bezpečnostný kľúč
sl: V primeru, da ni bil podan, bo ustvarjen varnostni ključ

source: Import
de: Importieren
sk: Importovať
sl: Uvozi

source: Import backup
de: Backup importieren
sk: Importovať zálohu
sl: Uvozi varnostno kopijo

source: Import from the Cloud?
de: Aus der Cloud importieren?
sk: Importovať z Cloudu?
sl: Uvozi iz storitve Cloud?

source: Import here
de: Hier importieren
sk: Importovať sem
sl: Uvozi sem

source: Import wallet
de: Wallet importieren
sk: Importovať peňaženku
sl: Uvozi denarnico

source: Importing wallet...
de: Wallet wird importiert ...
sk: Importuje sa peňaženka...
sl: Uvažanje denarnice...

source: Importing...
de: Wird importiert ...
sk: Importuje sa...
sl: Uvažanje...

source: Japanese
de: Japanisch
sk: Japončina
sl: Japonsko

source: Join
de: Registrieren
sk: Pripojiť sa
sl: Pridruži se

source: Join shared wallet
de: Für geteilte Wallet registrieren
sk: Pripojte sa k zdieľanej peňaženke
sl: Pridruži se deljeni denarnici

source: Joining Wallet...
de: Für Wallet registrieren ...
sk: Pripája sa k peňaženke...
sl: Pridružitev denarnici...

source: Language
de: Sprache
sk: Jazyk
sl: Jezik

source: Learn more about Wallet Migration
de: Mehr über Wallet-Migration erfahren
sk: Ďalšie informácie o migrácii peňaženky
sl: Preberite več o selitvi denarnice

source: Make a payment to
de: Zahlung tätigen an
sk: Uskutočniť platbu pre
sl: Opravite plačilo osebi

source: Master extended private key
de: Erweiterter, privater Masterschlüssel
sk: Hlavný rozšírený kľúč zabezpečenia
sl: Glavni podaljšani zasebni ključ

source: Me
de: Ich
sk: Ja
sl: Jaz

source: Memo
de: Notiz
sk: Pripomienka
sl: Beležka

source: Merchant message
de: Händlernachricht
sk: Správa kupcu
sl: Sporočilo trgovca

source: Message
de: Nachricht
sk: Správa
sl: Sporočilo

source: More
de: Mehr
sk: Viac
sl: Več

source: Moved
de: Verschoben
sk: Presunuté
sl: Premaknjeno

source: Multisignature wallet
de: Multisignatur-Wallet
sk: Peňaženka so systémom viacerých podpisov
sl: Denarnica z več podpisi

source: My Bitcoin address
de: Meine Bitcoin-Adresse
sk: Moja adresa creditbit
sl: Moj creditbit naslov

source: Network
de: Netzwerk
sk: Sieť
sl: Omrežje

source: New Payment Proposal
de: Neues Zahlungsangebot
sk: Nový návrh na platbu
sl: Nov predlog plačila

source: No
de: Kein/e
sk: Nie
sl: Ne

source: No transactions yet
de: Noch keine Transaktionen
sk: Zatiaľ žiadne transakcie
sl: Ni transakcij

source: Not valid
de: Nicht gültig
sk: Neplatné
sl: Ni veljavno

source: Note
de: Hinweis
sk: Poznámka
sl: Opomba

source: OKAY
de: OK
sk: OK
sl: V REDU

source: Participants
de: Teilnehmer
sk: Účastníci
sl: Udeleženci

source: Password
de: Passwort
sk: Heslo
sl: Geslo

source: Password cannot be recovered. Be sure to write it down
de: Passwort kann nicht wiederhergestellt werden. Schreiben Sie es bitte auf
sk: Heslo nie je možné obnoviť. Nezabudnite si ho napísať
sl: Gesla ni mogoče obnoviti. Ne pozabite ga zapisati

source: Password needed
de: Passwort benötigt
sk: Je potrebné heslo
sl: Zahtevano je geslo

source: Passwords do not match
de: Passwörter stimmen nicht überein
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata

source: Paste invitation here
de: Einladung hier einfügen
sk: Sem vložte pozvánku
sl: Tukaj prilepite povabilo

source: Paste the backup plain text code
de: Fügen Sie den Backup-Textcode hier ein
sk: Vložte čistý textový kód zálohy
sl: Prilepite kodo varnostne kopije kot golo besedilo

source: Pay To
de: Zahlen an
sk: Platba pre
sl: Plačilo za

source: Payment Accepted
de: Zahlung akzeptiert
sk: Platba prijatá
sl: Plačilo sprejeto

source: Payment Proposal
de: Zahlungsangebot
sk: Návrh platby
sl: Predlog za plačilo

source: Payment Proposal Created
de: Zahlungsangebot erstellt
sk: Návrh platby bol vytvorený
sl: Predlog za plačilo ustvarjen

source: Payment Proposal Rejected
de: Zahlungsangebot abgelehnt
sk: Návrh platby bol zamietnutý
sl: Predlog za plačilo zavrnjen

source: Payment Proposal Rejected by Copayer
de: Zahlungsangebot von creditbit-Mitglied abgelehnt
sk: Návrh platby bol zamietnutý členom creditbit
sl: Predlog za plačilo zavrnjen s strani creditbit člana

source: Payment Proposal Signed by Copayer
de: Zahlungsangebot von creditbit-Mitglied unterschrieben
sk: Návrh platby bol podpísaný členom creditbit
sl: Predlog za plačilo podpisan s strani creditbit člana

source: Payment Proposals
de: Zahlungsangebote
sk: Návrhy platieb
sl: Predlogi za plačilo

source: Payment Protocol not supported on Chrome App
de: Zahlungsprotokoll wird von der Chrome-App nicht unterstützt
sk: Protokol platby nie je podporovaný v aplikácii Chrome
sl: Chrome App ne podpira predloga za plačilo

source: Payment Rejected
de: Zahlung abgelehnt
sk: Platba zamietnutá
sl: Plačilo zavrnjeno

source: Payment Sent
de: Zahlung gesendet
sk: Platba odoslaná
sl: Plačilo poslano

source: Payment accepted...
de: Zahlung akzeptiert ...
sk: Platba prijatá...
sl: Plačilo sprejeto...

source: Payment details
de: Zahlungsdetails
sk: Podrobnosti platby
sl: Podrobnosti o plačilu

source: Payment finally rejected
de: Zahlung endgültig abgelehnt
sk: Platba bola definitívne zamietnutá
sl: Plačilo dokončno zavrnjeno

source: Payment request
de: Zahlungsanfrage
sk: Žiadosť o platbu
sl: Zahteva za plačilo

source: Payment sent!
de: Zahlung gesendet!
sk: Platba odoslaná!
sl: Plačilo poslano!

source: Payment to
de: Zahlung an
sk: Platba pre
sl: Plačilo za

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
de: Diese Wallet dauerhaft löschen. DIESE AKTION KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN
sk: Natrvalo odstrániť túto peňaženku. TENTO KROK NIE JE MOŽNÉ VRÁTIŤ SPÄŤ
sl: Dokončno izbriši to denarnico. TEGA DEJANJA NI MOGOČE RAZVELJAVITI

source: Personal Wallet
de: Persönliche Wallet
sk: Osobná peňaženka
sl: Osebna denarnica

source: Please enter the required fields
de: Bitte füllen Sie die erforderlichen Felder aus
sk: Vyplňte, prosím, povinné polia
sl: Prosimo, izpolnite zahtevana polja

source: Please, select your backup file
de: Bitte wählen Sie Ihre Backup-Datei aus
sk: Vyberte, prosím, plán zálohy
sl: Prosimo, izberite datoteko svoje varnostne kopije

source: Portuguese
de: Portugiesisch
sk: Portugalčina
sl: Portugalsko

source: Preferences
de: Präferenzen
sk: Predvoľby
sl: Nastavitve

source: QR-Scanner
sk: QR-skener
sl: Bralnik QR kod

source: Receive
de: Erhalten
sk: Prijať
sl: Prejmi

source: Received
de: Erhalten
sk: Prijaté
sl: Prejeto

source: Reconnecting to Wallet Service...
de: Mit dem Wallet-Service wiederverbinden ...
sk: Znova sa pripája k službe peňaženky...
sl: Ponovno povezovanje s storitvami denarnice...

source: Recreate
de: Erneut erstellen
sk: Vytvoriť znova
sl: Obnovi

source: Recreating Wallet...
de: Wallet wird erneut erstellt ...
sk: Peňaženka sa vytvára znova...
sl: Obnavljanje denarnice...

source: Reject
de: Ablehnen
sk: Odmietnuť
sl: Zavrni

source: Rejecting payment
de: Zahlung ablehnen
sk: Platba sa odmieta
sl: Zavrnitev plačila

source: Release Information
de: Release-Informationen
sk: Uvoľniť informácie
sl: Objavi informacije

source: Repeat password
de: Passwort wiederholen
sk: Zopakovanie hesla
sl: Ponovno vpišite geslo

source: Required
de: Erforderlich
sk: Povinné
sl: Zahtevano

source: Retrying...
de: Erneut versuchen ...
sk: Skúša sa znova...
sl: Poizkušam ponovno...

source: SET
de: EINRICHTEN
sk: NASTAVIŤ
sl: NASTAVI

source: SKIP BACKUP
de: BACKUP ÜBERSPRINGEN
sk: PRESKOČIŤ ZÁLOHU
sl: PRESKOČI VARNOSTNO KOPIJO

source: Save
de: Speichern
sk: Uložiť
sl: Shrani

source: Saving preferences...
de: Präferenzen speichern
sk: Ukladajú sa predvoľby...
sl: Shranjevanje nastavitev...

source: Scan Finished
de: Scan beendet
sk: Skenovanie dokončené
sl: Skeniranje končano

source: Scan addresses for funds
de: Adressen auf Gelder scannen
sk: Skenovať adresy pre financie
sl: Skeniraj naslove in išči sredstva

source: Scan status finished with error
de: Scan-Status mit Fehler beendet
sk: Skenovanie dokončené s chybou
sl: Skeniraj stanja in išči končane z napako

source: Scanning Wallet funds...
de: Wallet-Gelder werden gescannt ...
sk: Skenujú sa financie peňaženky...
sl: Skeniranje sredstev v denarnici...

source: See it on the blockchain
de: In Blockchain sehen
sk: Zobraziť v službe Blockchain
sl: Ogled na strani blockchain

source: Select a backup file
de: Backup-Datei auswählen
sk: Vybrať súbor zálohy
sl: Izberite datoteko varnostne kopije

source: Select a wallet
de: Wallet auswählen
sk: Vybrať peňaženku
sl: Izberite denarnico

source: Select required number of signatures
de: Anzahl der erforderlichen Signaturen auswählen
sk: Vyberte potrebný počet podpisov
sl: Izberite zahtevano število podpisov
