Repository: NeosStore/copay1.0.1
Catalog: po/*.po
Languages: de, sk, sl

source: Select total number of copayers
de: Gesamtzahl der creditbit-Mitglieder auswählen
sk: Vyberte celkový počet členov creditbit
sl: Izberite celotno število creditbit članov

source: Send
de: Senden
sk: Odoslať
sl: Pošlji

source: Send by email
de: Per E-Mail senden
sk: Odoslať e-mailom
sl: Pošlji prek e-pošte

source: Sent
de: Gesendet
sk: Odoslať
sl: Poslano

source: Session log
de: Sitzungsprotokoll
sk: Záznam relácie
sl: Dnevnik sej

source: Set up a Password for your backup
de: Passwort für Ihr Backup einrichten
sk: Nastavte heslo pre zálohovanie
sl: Nastavite geslo za svojo varnostno kopijo

source: Set up a password
de: Passwort einrichten
sk: Nastaviť heslo
sl: Nastavite geslo

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
de: Das Einrichten von E-Mail-Benachrichtigungen könnte Ihr Privatsphäre schwächen, falls der Anbieter des Wallet-Services kompromittiert wird. Die Informationen, die einem Angreifer zur Verfügung stehen, könnten Ihre Wallet-Adresse und das Guthaben beinhalten, aber nicht mehr.
sk: Nastavenie upozornení e-mailom môže oslabiť vašu ochranu súkromia, ak bude poskytovateľ služby peňaženky odhalený. Informácie prístupné útočníkovi by zahŕňali adresu vašej peňaženky a jej zostatok, no žiadne ďalšie informácie.
sl: Vklop obvestil prek e-pošte lahko zmanjša vašo zasebnost, če je ponudnik storitev denarnice ogrožen. Informacije, do katerih bi imel napadalec dostop bi vključevale naslove vaše denarnice in stanje, vendar ničesar drugega.

source: Share address
de: Adresse teilen
sk: Zdieľať adresu
sl: Deli naslov

source: Share invitation
de: Einladung teilen
sk: Zdieľať pozvanie
sl: Deli povabilo

source: Share this invitation with your copayers
de: Diese Einladung mit Ihren creditbit-Mitgliedern teilen
sk: Zdieľajte toto pozvanie s členmi creditbit
sl: Delite to povabilo s svojimi creditbit člani

source: Share this wallet address to receive payments. To protect your privacy, new addresses are generated automatically once you use them.
de: Teilen Sie diese Wallet-Adresse, um Zahlungen zu erhalten. Um Ihre Privatsphäre zu schützen, werden automatisch neue Adresse generiert, wenn Sie diese nutzen.
sk: Ak chcete prijímať platby, zdieľajte túto adresu peňaženky. Na ochranu vášho súkromia sa po ich použití vygenerujú vždy nové adresy.
sl: Delite naslov te denarnice za prejemanje plačil. Zaradi varovanja vaše zasebnosti se po uporabi naslovov avtomatsko ustvarijo novi.

source: Shared Wallet
de: Geteilte Wallet
sk: Zdieľaná peňaženka
sl: Deljena denarnica

source: Show Advanced options
de: Erweiterte Optionen anzeigen
sk: Zobraziť pokročilé možnosti
sl: Prikaži napredne možnosti

source: Signing payment
de: Zahlung wird unterschrieben
sk: Podpisuje sa platba
sl: Podpisovanje plačila

source: Signing transaction
de: Transaktion wird unterschrieben
sk: Podpisuje sa transakcia
sl: Podpisovanje transakcije

source: Spanish
de: Spanisch
sk: Španielčina
sl: Špansko

source: Success
de: Erfolg
sk: Úspech
sl: Uspeh

source: Tap to retry
de: Tuppen, um es erneut zu versuchen
sk: Skúste to znova klepnutím
sl: Pritisnite za ponovni poskus

source: Terms of Use
de: Nutzungsbedingungen
sk: Zmluvné podmienky
sl: Pogoji uporabe

source: Testnet
sk: Testovacia sieť

source: The payment was created but could not be completed. Please try again from home screen
de: Die Zahlung wurde erstellt, aber konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut über den Home-Bildschirm.
sk: Platba bola vytvorená, ale nepodarilo sa ju dokončiť. Skúste to, prosím, znova z domovskej obrazovky
sl: Plačilo je bilo ustvarjeno, vendar ga ni bilo mogoče opraviti. Prosimo, poskusite ponovno na domačem zaslonu

source: The payment was created but could not be signed. Please try again from home screen.
de: Die Zahlung wurde erstellt, aber konnte nicht unterschrieben werden. Bitte versuchen Sie es erneut über den Home-Bildschirm.
sk: Platba bola vytvorená, ale nepodarilo sa ju podpísať. Skúste to, prosím, znova z domovskej obrazovky.
sl: Plačilo je bilo ustvarjeno, vendar ga ni bilo mogoče podpisati. Prosimo, poskusite ponovno na domačem zaslonu.

source: The payment was removed by creator
de: Die Zahlung wurde vom Ersteller entfernt.
sk: Platbu odstránil jej tvorca
sl: Plačilo je ustvarjalec odstranil

source: The payment was signed but could not be broadcasted. Please try again from home screen.
de: Die Zahlung wurde unterschrieben, aber konnte nicht übertragen werden. Bitte versuchen Sie es erneut über den Home-Bildschirm.
sk: Platba bola podpísaná, ale nepodarilo sa ju odoslať. Skúste to, prosím, znova z domovskej obrazovky.
sl: Plačilo je bilo podpisano, vendar ga ni bilo mogoče prenesti. Prosimo, poskusite ponovno na domačem zaslonu.

source: The private key for this wallet is encrypted. Exporting a backup will keep the private key encrypted in the backup archive.
de: Der privat Schlüssel für diese Wallet ist verschlüsselt. Das Exportieren eines Backups wird den privaten Schlüssel im Backup-Archiv verschlüsselt lassen.
sk: Súkromný kľúč pre túto peňaženku je šifrovaný. Exportovanie zálohy zachová súkromný kľúč zašifrovaný v archíve zálohy.
sl: Zasebni ključ za to denarnico je šifriran. Po izvozu varnostne kopije bo zasebni ključ v arhivu varnostne kopije še naprej šifriran.

source: The wallet "{{walletName}}" was deleted
de: Die Wallet "{{walletName}}" wurde gelöscht
sk: Peňaženka "{{walletName}}" bola odstránená
sl: Denarnica "{{walletName}}" je bila izbrisana

source: There is an error in the form
de: Es gibt einen Fehler im Formular
sk: Vo formulári sa nachádza chyba
sl: Obrazec vsebuje napako

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
de: Diese Wallet wurde nicht bei dem creditbit-Wallet-Service (CWS) registriert. Sie können diese von den lokalen Informationen neu erstellen.
sk: Táto peňaženka nie je zaregistrovaná v danej službe creditbit Wallet Service (CWS). Môžete ju znova vytvoriť z miestnych informácií.
sl: Ta denarnica ni registrirana v podani creditbit storitvi denarnice (LSD). Obnovite jo lahko prek lokalnih informacij.

source: Time
de: Zeit
sk: Čas
sl: Čas

source: To
de: An
sk: Pre
sl: Za

source: Total Locked Balance
de: Insgesamt gesperrtes Guthaben
sk: Celkový uzamknutý zostatok
sl: Skupno zaklenjeno stanje

source: Transaction
de: Transaktion
sk: Transakcia
sl: Transakcija

source: Unable to send transaction proposal
de: Transaktionsangebot konnte nicht gesendet werden
sk: Nepodarilo sa odoslať návrh transakcie
sl: Predloga za transakcijo ni bilo mogoče poslati

source: Unconfirmed
de: Nicht bestätigt
sk: Nepotvrdené
sl: Nepotrjeno

source: Unit
de: Einheit
sk: Jednotka
sl: Enota

source: Unsent transactions
de: Nicht gesendete Transaktionen
sk: Neodoslané transakcie
sl: Neposlane transakcije

source: Untrusted
de: Nicht vertrauenswürdig
sk: Nedôveryhodné
sl: Nezaupljivi

source: Updating Wallet...
de: Wallet wird aktualisiert ...
sk: Peňaženka sa aktualizuje...
sl: Posodabljanje denarnice...

source: Version
sk: Verzia
sl: Verzija

source: View backup
de: Backup ansehen
sk: Zobraziť zálohu
sl: Ogled varnostne kopije

source: WARNING: Backup needed
de: WARNUNG: Backup benötigt
sk: UPOZORNENIE: Je potrebná záloha
sl: POZOR: Zahtevana je varnostna kopija

source: WARNING: Wallet not registered
de: WARNUNG: Wallet nicht registriert
sk: UPOZORNENIE: Peňaženka nie je zaregistrovaná
sl: POZOR: Denarnica ni registrirana

source: WELCOME TO COPAY
de: WILLKOMMEN BEI creditbit
sk: VITAJTE V SLUŽBE creditbit
sl: DOBRODOŠLI V creditbit

source: Waiting for copayers
de: Warten auf creditbit-Mitglieder
sk: Čaká sa na členov creditbit
sl: Čakam na creditbit člane

source: Waiting...
de: Warten ...
sk: Čaká sa...
sl: Čakam...

source: Wallet Alias
sk: Prezývka peňaženky
sl: Drugo ime denarnice

source: Wallet Already Imported:
de: Wallet wurde bereits importiert:
sk: Peňaženka už bola importovaná:
sl: Denarnica že uvožena:

source: Wallet Invitation
de: Wallet-Einladung
sk: Pozvánka peňaženky
sl: Povabilo v denarnico

source: Wallet Invitation is not valid!
de: Wallet-Einladung ist ungültig!
sk: Pozvánka peňaženky je neplatná!
sl: Povabilo v denarnico ni veljavno!

source: Wallet already exists
de: Wallet existiert bereits
sk: Peňaženka už existuje
sl: Denarnica že obstaja

source: Wallet incomplete and broken
de: Wallet nicht vollständig und beschädigt
sk: Peňaženka je neúplná a nefunkčná
sl: Denarnica je nepopolna in pokvarjena

source: Wallet name
sk: Názov peňaženky
sl: Ime denarnice

source: Wallet service timed out. Check your Internet connexion and your wallet service configuration.
de: Wallet-Service-Timeout. Bitte überprüfen Sie Ihre Internet-Verbindung und Ihre Wallet-Service-Konfiguration.
sk: Služba peňaženky vypršala. Skontrolujte svoje pripojenie na internet a konfiguráciu služby peňaženky.
sl: Časovna omejitev storitev denarnice se je iztekla. Preverite svojo internetno povezavo in vašo konfiguracijo storitev denarnice.

source: Warning!
de: Warnung!
sk: Upozornenie!
sl: Pozor!

source: Wrong password
de: Falsches Passwort
sk: Nesprávne heslo
sl: Napačno geslo

source: Yes
de: Ja
sk: Áno
sl: Da

source: You do not have a wallet
de: Sie haben keine Wallet
sk: Nemáte peňaženku
sl: Nimate denarnice

source: Your backup password
de: Ihr Backup-Passwort
sk: Vaše heslo zálohy
sl: Geslo vaše varnostne kopije

source: Your nickname
de: Ihr Spitzname
sk: Vaša prezývka
sl: Vaš vzdevek

source: Your password
de: Ihr Passwort
sk: Vaše heslo
sl: Vaše geslo

source: Your profile password
de: Ihr Profil-Passwort
sk: Heslo vášho profilu
sl: Geslo vašega profila

source: Your wallet has been imported correctly
de: Ihre Wallet wurde richtig importiert
sk: Vaša peňaženka bola importovaná správne
sl: Vaša denarnica je bila pravilno uvožena

source: email for wallet notifications
de: E-Mail für Wallet-Benachrichtigungen
sk: e-mail pre upozornenia peňaženky
sl: e-pošta za obvestila o denarnici

source: locked by pending payments
de: Gesperrt wegen ausstehender Zahlungen
sk: uzamknuté nevybavenými platbami
sl: zaklenjeno zaradi plačil v teku

source: of
de: von
sk: z
sl: od

source: optional
sk: voliteľné
sl: po želji

source: settings
de: Einstellungen
sk: nastavenia
sl: nastavitve

source: too long!
de: zu lang!
sk: príliš dlhé!
sl: predolgo!

source: {{len}} wallets imported. Funds scanning in progress. Hold on to see updated balance
de: {{len}} Wallets importiert. Scannen der Gelder in Gange. Bitte warten, um das aktualisierte Guthaben zu sehen.
sk: {{len}} peňaženky importované. Prebieha skenovanie financií. Počkajte, kým sa zobrazí aktualizovaný zostatok
sl: {{len}} uvoženih denarnic. Poteka skeniranje sredstev. Držite, če želite videti posodobljeno stanje

source: Server
sl: Strežnik
